base-devel
pulseaudio
luarocks
bash-language-server
xorg
i3-gaps
compton
vim
ranger
biber
texlive-most
speedcrunch
zeal
neofetch
feh
network-manager-applet
lxappearance
qt5ct
opera
calibre
zathura
zathura-pdf-poppler
inkscape
rofi
ibus
ibus-anthy
git-lfs
pasystray
pavucontrol
paprefs
yarn
