#vim: set filetype=conf
base-devel
nodejs-lts-dubnium
pulseaudio
luarocks
bash-completion
xorg
i3-gaps
compton
vim
neovim
ranger
biber
texlive-most
speedcrunch
zeal
neofetch
feh
network-manager-applet
lxappearance
qt5ct
opera
calibre
zathura
zathura-pdf-poppler
inkscape
pstoedit
ibus
ibus-anthy
git-lfs
pasystray
pavucontrol
paprefs
yarn
npm
fzf
hub
ffmpegthumbnailer
asciidoctor
man-db
man-pages
texinfo
notification-daemon
# Cosas para el lsp de python
# python-jedi del repositorio no funciona
#
# pip install --user jedi==0.14.1
python-language-server
python-mccabe
python-rope
python-pyflakes
flake8
python-pycodestyle
python-pylint
yapf
python-pydocstyle
# Batería
xfce4-power-manager-settings
